Repository: dakanji/G2Project-modules
Catalog: plugins/modules/community/TBC/panoramajs/po/*.po
Languages: fr

source: View wide jpeg/gif images in a javascript panorama viewer
fr: Visualiser les images larges JPEG / GIF en Javascript

source: Display
fr: Affichage

source: View Panorama (Js)
fr: Afficher le panorama (Js)

source: Note that panorama (Js) view only applies to full size photo, not resizes.
fr: Notez que la vue en panorama (Js) ne s'applique qu'aux photos pleines tailles. Cette vue ne s'applique pas aux photos redimensionnées.

source: Activate panorama (Js) viewer for this photo
fr: Activer la visualisation de panorama (Js) pour cette photo

source: Panorama (Js) Settings
fr: Paramètres de panorama (Js)

source: Auto rotate panorama (Js) viewer
fr: Lancer la rotation par defaut du panorama (Js)

source: Speed rotate parameter:
fr: Paramètre de vitesse de rotation:

source: Settings saved successfully
fr: Paramètres sauvegardés avec succès

source: Items reset successfully
fr: Eléments réinitialisés avec succès

source: Reset panorama (Js) items to enable deactivation (see below)
fr: Réinitialiser les panoramas pour permettre la désactivation du module (voir ci-dessous)

source: The panorama (Js) viewer can be activated in two ways: the first allows album administrators to select individual images for panorama display (Panorama section in "edit photo"), overriding the normal display of the entire image. The second method retains the normal image display but gives users an option in the "item actions" to view the image in the panorama (Js) viewer.
fr: L'afficheur de panorama (Js) peut être activé de deux façons&nbsp;: la première permet aux administrateurs des albums de sélectionner individuellement les image à afficher en panorama (section "Panorama" dans "éditer photo"), remplaçant l'affichage normal de l'image. La seconde méthode maintient l'affichage normal des images mais permet aux utilisateurs de visualer l'image dans l'afficheur de panorama (Js).

source: Use panorama (Js) to display wide images
fr: Utiliser panorama (Js) pour afficher les images larges

source: Add "view panorama (Js)" option in item actions for wide images
fr: Ajouter l'option "visualiser le panorama (Js)" dans la liste des opérations pour les images larges

source: Width of panorama (Js) viewer:
fr: Largeur du visualisateur de panorama (Js)&nbsp;:

source: Invalid width value
fr: Largeur invalide

source: Save
fr: Sauver

source: Reset
fr: Réinitialiser
